[
  {
    "slug": "adaptability",
    "name": "Adaptability",
    "flavorText": "Powers up moves of the same type as the Pokémon."
  },
  {
    "slug": "aerilate",
    "name": "Aerilate",
    "flavorText": "Normal-type moves become Flying-type moves. The power of those moves is boosted a little."
  },
  {
    "slug": "aftermath",
    "name": "Aftermath",
    "flavorText": "Damages the attacker if it knocks out the Pokémon with a move that makes direct contact."
  },
  {
    "slug": "airlock",
    "name": "Air Lock",
    "flavorText": "Eliminates the effects of weather."
  },
  {
    "slug": "analytic",
    "name": "Analytic",
    "flavorText": "Boosts the power of the Pokémon’s move if it is the last to act that turn."
  },
  {
    "slug": "angerpoint",
    "name": "Anger Point",
    "flavorText": "The Pokémon is angered when it takes a critical hit, and that maxes its Attack stat."
  },
  {
    "slug": "angershell",
    "name": "Anger Shell",
    "flavorText": "When an attack causes its HP to drop to half or less, the Pokémon gets angry. This lowers its Defense and Sp. Def stats but boosts its Attack, Sp. Atk, and Speed stats."
  },
  {
    "slug": "anticipation",
    "name": "Anticipation",
    "flavorText": "The Pokémon can sense an opposing Pokémon’s dangerous moves."
  },
  {
    "slug": "arenatrap",
    "name": "Arena Trap",
    "flavorText": "Prevents opposing Pokémon from fleeing from battle."
  },
  {
    "slug": "armortail",
    "name": "Armor Tail",
    "flavorText": "The mysterious tail covering the Pokémon’s head makes opponents unable to use priority moves against the Pokémon or its allies."
  },
  {
    "slug": "aromaveil",
    "name": "Aroma Veil",
    "flavorText": "Protects the Pokémon and its allies from effects that prevent the use of moves."
  },
  {
    "slug": "asone",
    "name": "As One",
    "flavorText": "This Ability combines the effects of both Calyrex’s Unnerve Ability and Spectrier’s Grim Neigh Ability."
  },
  {
    "slug": "aurabreak",
    "name": "Aura Break",
    "flavorText": "The effects of “Aura” Abilities are reversed to lower the power of affected moves."
  },
  {
    "slug": "baddreams",
    "name": "Bad Dreams",
    "flavorText": "Damages opposing Pokémon that are asleep."
  },
  {
    "slug": "ballfetch",
    "name": "Ball Fetch",
    "flavorText": "If the Pokémon is not holding an item, it will fetch the Poké Ball from the first failed throw of the battle."
  },
  {
    "slug": "battery",
    "name": "Battery",
    "flavorText": "Powers up ally Pokémon’s special moves."
  },
  {
    "slug": "battlearmor",
    "name": "Battle Armor",
    "flavorText": "Hard armor protects the Pokémon from critical hits."
  },
  {
    "slug": "battlebond",
    "name": "Battle Bond",
    "flavorText": "When the Pokémon knocks out a target, its bond with its Trainer is strengthened, and its Attack, Sp. Atk, and Speed stats are boosted."
  },
  {
    "slug": "beadsofruin",
    "name": "Beads of Ruin",
    "flavorText": "The power of the Pokémon’s ruinous beads lowers the Sp. Def stats of all Pokémon except itself."
  },
  {
    "slug": "beastboost",
    "name": "Beast Boost",
    "flavorText": "Boosts the Pokémon’s most proficient stat every time it knocks out a target."
  },
  {
    "slug": "berserk",
    "name": "Berserk",
    "flavorText": "Boosts the Pokémon’s Sp. Atk stat when it takes a hit that causes its HP to drop to half or less."
  },
  {
    "slug": "bigpecks",
    "name": "Big Pecks",
    "flavorText": "Prevents the Pokémon from having its Defense stat lowered."
  },
  {
    "slug": "blaze",
    "name": "Blaze",
    "flavorText": "Powers up Fire-type moves when the Pokémon’s HP is low."
  },
  {
    "slug": "bulletproof",
    "name": "Bulletproof",
    "flavorText": "Protects the Pokémon from ball and bomb moves."
  },
  {
    "slug": "cheekpouch",
    "name": "Cheek Pouch",
    "flavorText": "The Pokémon’s HP is restored when it eats any Berry, in addition to the Berry’s usual effect."
  },
  {
    "slug": "chillingneigh",
    "name": "Chilling Neigh",
    "flavorText": "When the Pokémon knocks out a target, it utters a chilling neigh, which boosts its Attack stat."
  },
  {
    "slug": "chlorophyll",
    "name": "Chlorophyll",
    "flavorText": "Boosts the Pokémon’s Speed stat in harsh sunlight."
  },
  {
    "slug": "clearbody",
    "name": "Clear Body",
    "flavorText": "Prevents other Pokémon’s moves or Abilities from lowering the Pokémon’s stats."
  },
  {
    "slug": "cloudnine",
    "name": "Cloud Nine",
    "flavorText": "Eliminates the effects of weather."
  },
  {
    "slug": "colorchange",
    "name": "Color Change",
    "flavorText": "The Pokémon’s type becomes the type of the move used on it."
  },
  {
    "slug": "comatose",
    "name": "Comatose",
    "flavorText": "The Pokémon is always drowsing and will never wake up. It can attack while in its sleeping state."
  },
  {
    "slug": "commander",
    "name": "Commander",
    "flavorText": "When the Pokémon enters a battle, it goes inside the mouth of an ally Dondozo if one is on the field. The Pokémon then issues commands from there."
  },
  {
    "slug": "competitive",
    "name": "Competitive",
    "flavorText": "Boosts the Pokémon’s Sp. Atk stat sharply when its stats are lowered by an opposing Pokémon."
  },
  {
    "slug": "compoundeyes",
    "name": "Compound Eyes",
    "flavorText": "The Pokémon’s compound eyes boost its accuracy."
  },
  {
    "slug": "contrary",
    "name": "Contrary",
    "flavorText": "Reverses any stat changes affecting the Pokémon so that attempts to boost its stats instead lower them— and attempts to lower its stats will boost them."
  },
  {
    "slug": "corrosion",
    "name": "Corrosion",
    "flavorText": "The Pokémon can poison the target even if it’s a Steel or Poison type."
  },
  {
    "slug": "costar",
    "name": "Costar",
    "flavorText": "When the Pokémon enters a battle, it copies an ally’s stat changes."
  },
  {
    "slug": "cottondown",
    "name": "Cotton Down",
    "flavorText": "When the Pokémon is hit by an attack, it scatters cotton fluff around and lowers the Speed stats of all Pokémon except itself."
  },
  {
    "slug": "cudchew",
    "name": "Cud Chew",
    "flavorText": "When the Pokémon eats a Berry, it will regurgitate that Berry at the end of the next turn and eat it one more time."
  },
  {
    "slug": "curiousmedicine",
    "name": "Curious Medicine",
    "flavorText": "When the Pokémon enters a battle, it scatters medicine from its shell, which removes all stat changes from allies."
  },
  {
    "slug": "cursedbody",
    "name": "Cursed Body",
    "flavorText": "May disable a move that has dealt damage to the Pokémon."
  },
  {
    "slug": "cutecharm",
    "name": "Cute Charm",
    "flavorText": "The Pokémon may infatuate attackers that make direct contact with it."
  },
  {
    "slug": "damp",
    "name": "Damp",
    "flavorText": "The Pokémon dampens its surroundings, preventing all Pokémon from using explosive moves such as Self-Destruct."
  },
  {
    "slug": "dancer",
    "name": "Dancer",
    "flavorText": "Whenever a dance move is used in battle, the Pokémon will copy the user to immediately perform that dance move itself."
  },
  {
    "slug": "darkaura",
    "name": "Dark Aura",
    "flavorText": "Powers up the Dark-type moves of all Pokémon on the field."
  },
  {
    "slug": "dauntlessshield",
    "name": "Dauntless Shield",
    "flavorText": "Boosts the Pokémon’s Defense stat the first time the Pokémon enters a battle."
  },
  {
    "slug": "dazzling",
    "name": "Dazzling",
    "flavorText": "The Pokémon dazzles its opponents, making them unable to use priority moves against the Pokémon or its allies."
  },
  {
    "slug": "defeatist",
    "name": "Defeatist",
    "flavorText": "Halves the Pokémon’s Attack and Sp. Atk stats when its HP drops to half or less."
  },
  {
    "slug": "defiant",
    "name": "Defiant",
    "flavorText": "If the Pokémon has any stat lowered by an opposing Pokémon, its Attack stat will be boosted sharply."
  },
  {
    "slug": "deltastream",
    "name": "Delta Stream",
    "flavorText": "The Pokémon changes the weather so that no moves are supereffective against the Flying type."
  },
  {
    "slug": "desolateland",
    "name": "Desolate Land",
    "flavorText": "The Pokémon changes the weather to nullify Water-type attacks."
  },
  {
    "slug": "disguise",
    "name": "Disguise",
    "flavorText": "Once per battle, the shroud that covers the Pokémon can protect it from an attack."
  },
  {
    "slug": "download",
    "name": "Download",
    "flavorText": "The Pokémon compares an opposing Pokémon’s Defense and Sp. Def stats before raising its own Attack or Sp. Atk stat—whichever will be more effective."
  },
  {
    "slug": "dragonsmaw",
    "name": "Dragon’s Maw",
    "flavorText": "Powers up Dragon-type moves."
  },
  {
    "slug": "drizzle",
    "name": "Drizzle",
    "flavorText": "The Pokémon makes it rain when it enters a battle."
  },
  {
    "slug": "drought",
    "name": "Drought",
    "flavorText": "Turns the sunlight harsh when the Pokémon enters a battle."
  },
  {
    "slug": "dryskin",
    "name": "Dry Skin",
    "flavorText": "Restores the Pokémon’s HP in rain or when it is hit by Water-type moves. Reduces HP in harsh sunlight, and increases the damage received from Fire-type moves."
  },
  {
    "slug": "earlybird",
    "name": "Early Bird",
    "flavorText": "The Pokémon awakens from sleep twice as fast as other Pokémon."
  },
  {
    "slug": "eartheater",
    "name": "Earth Eater",
    "flavorText": "If hit by a Ground-type move, the Pokémon has its HP restored instead of taking damage."
  },
  {
    "slug": "effectspore",
    "name": "Effect Spore",
    "flavorText": "Contact with the Pokémon may inflict poison, sleep, or paralysis on the attacker."
  },
  {
    "slug": "electricsurge",
    "name": "Electric Surge",
    "flavorText": "Turns the ground into Electric Terrain when the Pokémon enters a battle."
  },
  {
    "slug": "electromorphosis",
    "name": "Electromorphosis",
    "flavorText": "The Pokémon becomes charged when it takes damage, boosting the power of the next Electric-type move the Pokémon uses."
  },
  {
    "slug": "emergencyexit",
    "name": "Emergency Exit",
    "flavorText": "The Pokémon, sensing danger, switches out when its HP drops to half or less."
  },
  {
    "slug": "fairyaura",
    "name": "Fairy Aura",
    "flavorText": "Powers up the Fairy-type moves of all Pokémon on the field."
  },
  {
    "slug": "filter",
    "name": "Filter",
    "flavorText": "Reduces the power of supereffective attacks that hit the Pokémon."
  },
  {
    "slug": "flamebody",
    "name": "Flame Body",
    "flavorText": "Contact with the Pokémon may burn the attacker."
  },
  {
    "slug": "flareboost",
    "name": "Flare Boost",
    "flavorText": "Powers up special moves when the Pokémon is burned."
  },
  {
    "slug": "flashfire",
    "name": "Flash Fire",
    "flavorText": "If hit by a Fire-type move, the Pokémon absorbs the flames and uses them to power up its own Fire-type moves."
  },
  {
    "slug": "flowergift",
    "name": "Flower Gift",
    "flavorText": "Boosts the Attack and Sp. Def stats of the Pokémon and its allies in harsh sunlight."
  },
  {
    "slug": "flowerveil",
    "name": "Flower Veil",
    "flavorText": "Ally Grass-type Pokémon are protected from status conditions and the lowering of their stats."
  },
  {
    "slug": "fluffy",
    "name": "Fluffy",
    "flavorText": "Halves the damage taken from moves that make direct contact, but doubles that of Fire-type moves."
  },
  {
    "slug": "forecast",
    "name": "Forecast",
    "flavorText": "The Pokémon transforms with the weather to change its type to Water, Fire, or Ice."
  },
  {
    "slug": "forewarn",
    "name": "Forewarn",
    "flavorText": "When it enters a battle, the Pokémon can tell one of the moves an opposing Pokémon has."
  },
  {
    "slug": "friendguard",
    "name": "Friend Guard",
    "flavorText": "Reduces damage dealt to allies."
  },
  {
    "slug": "frisk",
    "name": "Frisk",
    "flavorText": "When it enters a battle, the Pokémon can check an opposing Pokémon’s held item."
  },
  {
    "slug": "fullmetalbody",
    "name": "Full Metal Body",
    "flavorText": "Prevents other Pokémon’s moves or Abilities from lowering the Pokémon’s stats."
  },
  {
    "slug": "furcoat",
    "name": "Fur Coat",
    "flavorText": "Halves the damage from physical moves."
  },
  {
    "slug": "galewings",
    "name": "Gale Wings",
    "flavorText": "Gives priority to the Pokémon’s Flying-type moves while its HP is full."
  },
  {
    "slug": "galvanize",
    "name": "Galvanize",
    "flavorText": "Normal-type moves become Electric-type moves. The power of those moves is boosted a little."
  },
  {
    "slug": "gluttony",
    "name": "Gluttony",
    "flavorText": "If the Pokémon is holding a Berry to be eaten when its HP is low, it will instead eat the Berry when its HP drops to half or less."
  },
  {
    "slug": "goodasgold",
    "name": "Good as Gold",
    "flavorText": "A body of pure, solid gold gives the Pokémon full immunity to other Pokémon’s status moves."
  },
  {
    "slug": "gooey",
    "name": "Gooey",
    "flavorText": "Contact with the Pokémon lowers the attacker’s Speed stat."
  },
  {
    "slug": "gorillatactics",
    "name": "Gorilla Tactics",
    "flavorText": "Boosts the Pokémon’s Attack stat but only allows the use of the first selected move."
  },
  {
    "slug": "grasspelt",
    "name": "Grass Pelt",
    "flavorText": "Boosts the Pokémon’s Defense stat on Grassy Terrain."
  },
  {
    "slug": "grassysurge",
    "name": "Grassy Surge",
    "flavorText": "Turns the ground into Grassy Terrain when the Pokémon enters a battle."
  },
  {
    "slug": "grimneigh",
    "name": "Grim Neigh",
    "flavorText": "When the Pokémon knocks out a target, it utters a terrifying neigh, which boosts its Sp. Atk stat."
  },
  {
    "slug": "guarddog",
    "name": "Guard Dog",
    "flavorText": "Boosts the Pokémon’s Attack stat if intimidated. Moves and items that would force the Pokémon to switch out also fail to work."
  },
  {
    "slug": "gulpmissile",
    "name": "Gulp Missile",
    "flavorText": "When the Pokémon uses Surf or Dive, it will come back with prey. When it takes damage, it will spit out the prey to attack."
  },
  {
    "slug": "guts",
    "name": "Guts",
    "flavorText": "It’s so gutsy that having a status condition boosts the Pokémon’s Attack stat."
  },
  {
    "slug": "hadronengine",
    "name": "Hadron Engine",
    "flavorText": "Turns the ground into Electric Terrain when the Pokémon enters a battle. The futuristic engine within the Pokémon also boosts its Sp. Atk stat on Electric Terrain."
  },
  {
    "slug": "harvest",
    "name": "Harvest",
    "flavorText": "May create another Berry after one is used."
  },
  {
    "slug": "healer",
    "name": "Healer",
    "flavorText": "Sometimes cures the status conditions of the Pokémon’s allies."
  },
  {
    "slug": "heatproof",
    "name": "Heatproof",
    "flavorText": "The Pokémon’s heatproof body halves the damage taken from Fire-type moves."
  },
  {
    "slug": "heavymetal",
    "name": "Heavy Metal",
    "flavorText": "Doubles the Pokémon’s weight."
  },
  {
    "slug": "honeygather",
    "name": "Honey Gather",
    "flavorText": "The Pokémon may gather Honey after a battle."
  },
  {
    "slug": "hugepower",
    "name": "Huge Power",
    "flavorText": "Doubles the Pokémon’s Attack stat."
  },
  {
    "slug": "hungerswitch",
    "name": "Hunger Switch",
    "flavorText": "The Pokémon changes its form, alternating between its Full Belly Mode and Hangry Mode after the end of every turn."
  },
  {
    "slug": "hustle",
    "name": "Hustle",
    "flavorText": "Boosts the Pokémon’s Attack stat but lowers its accuracy."
  },
  {
    "slug": "hydration",
    "name": "Hydration",
    "flavorText": "Cures the Pokémon’s status conditions in rain."
  },
  {
    "slug": "hypercutter",
    "name": "Hyper Cutter",
    "flavorText": "The Pokémon’s prized, mighty pincers prevent other Pokémon from lowering its Attack stat."
  },
  {
    "slug": "icebody",
    "name": "Ice Body",
    "flavorText": "The Pokémon gradually regains HP in snow."
  },
  {
    "slug": "iceface",
    "name": "Ice Face",
    "flavorText": "The Pokémon’s ice head can take a physical attack as a substitute, but the attack also changes the Pokémon’s appearance. The ice will be restored when it snows."
  },
  {
    "slug": "icescales",
    "name": "Ice Scales",
    "flavorText": "The Pokémon is protected by ice scales, which halve the damage taken from special moves."
  },
  {
    "slug": "illuminate",
    "name": "Illuminate",
    "flavorText": "Raises the likelihood of meeting wild Pokémon by illuminating the surroundings."
  },
  {
    "slug": "illusion",
    "name": "Illusion",
    "flavorText": "The Pokémon fools opponents by entering battle disguised as the last Pokémon in its Trainer’s party."
  },
  {
    "slug": "immunity",
    "name": "Immunity",
    "flavorText": "The Pokémon’s immune system prevents it from being poisoned."
  },
  {
    "slug": "imposter",
    "name": "Imposter",
    "flavorText": "The Pokémon transforms itself into the Pokémon it’s facing."
  },
  {
    "slug": "infiltrator",
    "name": "Infiltrator",
    "flavorText": "The Pokémon’s moves are unaffected by the target’s barriers, substitutes, and the like."
  },
  {
    "slug": "innardsout",
    "name": "Innards Out",
    "flavorText": "When the Pokémon is knocked out, it damages its attacker by the amount equal to the HP it had left before it was hit."
  },
  {
    "slug": "innerfocus",
    "name": "Inner Focus",
    "flavorText": "The Pokémon’s intense focus prevents it from flinching or being affected by Intimidate."
  },
  {
    "slug": "insomnia",
    "name": "Insomnia",
    "flavorText": "The Pokémon’s insomnia prevents it from falling asleep."
  },
  {
    "slug": "intimidate",
    "name": "Intimidate",
    "flavorText": "When the Pokémon enters a battle, it intimidates opposing Pokémon and makes them cower, lowering their Attack stats."
  },
  {
    "slug": "intrepidsword",
    "name": "Intrepid Sword",
    "flavorText": "Boosts the Pokémon’s Attack stat the first time the Pokémon enters a battle."
  },
  {
    "slug": "ironbarbs",
    "name": "Iron Barbs",
    "flavorText": "The Pokémon’s iron barbs damage the attacker if it makes direct contact."
  },
  {
    "slug": "ironfist",
    "name": "Iron Fist",
    "flavorText": "Powers up punching moves."
  },
  {
    "slug": "justified",
    "name": "Justified",
    "flavorText": "When the Pokémon is hit by a Dark-type attack, its Attack stat is boosted by its sense of justice."
  },
  {
    "slug": "keeneye",
    "name": "Keen Eye",
    "flavorText": "The Pokémon’s keen eyes prevent its accuracy from being lowered."
  },
  {
    "slug": "klutz",
    "name": "Klutz",
    "flavorText": "The Pokémon can’t use any held items."
  },
  {
    "slug": "leafguard",
    "name": "Leaf Guard",
    "flavorText": "Prevents status conditions in harsh sunlight."
  },
  {
    "slug": "levitate",
    "name": "Levitate",
    "flavorText": "By floating in the air, the Pokémon receives full immunity to all Ground-type moves."
  },
  {
    "slug": "libero",
    "name": "Libero",
    "flavorText": "Changes the Pokémon’s type to the type of the move it’s about to use. This works only once each time the Pokémon enters battle."
  },
  {
    "slug": "lightmetal",
    "name": "Light Metal",
    "flavorText": "Halves the Pokémon’s weight."
  },
  {
    "slug": "lightningrod",
    "name": "Lightning Rod",
    "flavorText": "The Pokémon draws in all Electric-type moves. Instead of taking damage from them, its Sp. Atk stat is boosted."
  },
  {
    "slug": "limber",
    "name": "Limber",
    "flavorText": "The Pokémon’s limber body prevents it from being paralyzed."
  },
  {
    "slug": "lingeringaroma",
    "name": "Lingering Aroma",
    "flavorText": "Contact with the Pokémon changes the attacker’s Ability to Lingering Aroma."
  },
  {
    "slug": "liquidooze",
    "name": "Liquid Ooze",
    "flavorText": "The strong stench of the Pokémon’s oozed liquid damages attackers that use HP-draining moves."
  },
  {
    "slug": "liquidvoice",
    "name": "Liquid Voice",
    "flavorText": "Sound-based moves become Water-type moves."
  },
  {
    "slug": "longreach",
    "name": "Long Reach",
    "flavorText": "The Pokémon uses its moves without making contact with the target."
  },
  {
    "slug": "magicbounce",
    "name": "Magic Bounce",
    "flavorText": "The Pokémon reflects status moves instead of getting hit by them."
  },
  {
    "slug": "magicguard",
    "name": "Magic Guard",
    "flavorText": "The Pokémon only takes damage from attacks."
  },
  {
    "slug": "magician",
    "name": "Magician",
    "flavorText": "The Pokémon steals the held item from any target it hits with a move."
  },
  {
    "slug": "magmaarmor",
    "name": "Magma Armor",
    "flavorText": "The Pokémon’s hot magma coating prevents it from being frozen."
  },
  {
    "slug": "magnetpull",
    "name": "Magnet Pull",
    "flavorText": "Prevents Steel-type Pokémon from fleeing by pulling them in with magnetism."
  },
  {
    "slug": "marvelscale",
    "name": "Marvel Scale",
    "flavorText": "The Pokémon’s marvelous scales boost its Defense stat if it has a status condition."
  },
  {
    "slug": "megalauncher",
    "name": "Mega Launcher",
    "flavorText": "Powers up pulse moves."
  },
  {
    "slug": "merciless",
    "name": "Merciless",
    "flavorText": "The Pokémon’s attacks become critical hits if the target is poisoned."
  },
  {
    "slug": "mimicry",
    "name": "Mimicry",
    "flavorText": "Changes the Pokémon’s type depending on the terrain."
  },
  {
    "slug": "minus",
    "name": "Minus",
    "flavorText": "Boosts the Sp. Atk stat of the Pokémon if an ally with the Plus or Minus Ability is also in battle."
  },
  {
    "slug": "mirrorarmor",
    "name": "Mirror Armor",
    "flavorText": "Bounces back only the stat-lowering effects that the Pokémon receives."
  },
  {
    "slug": "mistysurge",
    "name": "Misty Surge",
    "flavorText": "Turns the ground into Misty Terrain when the Pokémon enters a battle."
  },
  {
    "slug": "moldbreaker",
    "name": "Mold Breaker",
    "flavorText": "The Pokémon’s moves are unimpeded by the Ability of the target."
  },
  {
    "slug": "moody",
    "name": "Moody",
    "flavorText": "Every turn, one of the Pokémon’s stats will be boosted sharply but another stat will be lowered."
  },
  {
    "slug": "motordrive",
    "name": "Motor Drive",
    "flavorText": "The Pokémon takes no damage when hit by Electric-type moves. Instead, its Speed stat is boosted."
  },
  {
    "slug": "moxie",
    "name": "Moxie",
    "flavorText": "When the Pokémon knocks out a target, it shows moxie, which boosts its Attack stat."
  },
  {
    "slug": "multiscale",
    "name": "Multiscale",
    "flavorText": "Reduces the amount of damage the Pokémon takes while its HP is full."
  },
  {
    "slug": "multitype",
    "name": "Multitype",
    "flavorText": "Changes the Pokémon’s type to match the plate it holds."
  },
  {
    "slug": "mummy",
    "name": "Mummy",
    "flavorText": "Contact with the Pokémon changes the attacker’s Ability to Mummy."
  },
  {
    "slug": "myceliummight",
    "name": "Mycelium Might",
    "flavorText": "The Pokémon will always act more slowly when using status moves, but these moves will be unimpeded by the Ability of the target."
  },
  {
    "slug": "naturalcure",
    "name": "Natural Cure",
    "flavorText": "The Pokémon’s status conditions are cured when it switches out."
  },
  {
    "slug": "neuroforce",
    "name": "Neuroforce",
    "flavorText": "Powers up the Pokémon’s supereffective attacks even further."
  },
  {
    "slug": "neutralizinggas",
    "name": "Neutralizing Gas",
    "flavorText": "While the Pokémon is in the battle, the effects of all other Pokémon’s Abilities will be nullified or will not be triggered."
  },
  {
    "slug": "noguard",
    "name": "No Guard",
    "flavorText": "The Pokémon employs no-guard tactics to ensure incoming and outgoing attacks always land."
  },
  {
    "slug": "normalize",
    "name": "Normalize",
    "flavorText": "All the Pokémon’s moves become Normal type. The power of those moves is boosted a little."
  },
  {
    "slug": "oblivious",
    "name": "Oblivious",
    "flavorText": "The Pokémon is oblivious, keeping it from being infatuated, falling for taunts, or being affected by Intimidate."
  },
  {
    "slug": "opportunist",
    "name": "Opportunist",
    "flavorText": "If an opponent’s stat is boosted, the Pokémon seizes the opportunity to boost the same stat for itself."
  },
  {
    "slug": "orichalcumpulse",
    "name": "Orichalcum Pulse",
    "flavorText": "Turns the sunlight harsh when the Pokémon enters a battle. The ancient pulse thrumming through the Pokémon also boosts its Attack stat in harsh sunlight."
  },
  {
    "slug": "overcoat",
    "name": "Overcoat",
    "flavorText": "The Pokémon takes no damage from sandstorms. It is also protected from the effects of powders and spores."
  },
  {
    "slug": "overgrow",
    "name": "Overgrow",
    "flavorText": "Powers up Grass-type moves when the Pokémon’s HP is low."
  },
  {
    "slug": "owntempo",
    "name": "Own Tempo",
    "flavorText": "The Pokémon sticks to its own tempo, preventing it from becoming confused or being affected by Intimidate."
  },
  {
    "slug": "parentalbond",
    "name": "Parental Bond",
    "flavorText": "The parent and child attack one after the other."
  },
  {
    "slug": "pastelveil",
    "name": "Pastel Veil",
    "flavorText": "Prevents the Pokémon and its allies from being poisoned."
  },
  {
    "slug": "perishbody",
    "name": "Perish Body",
    "flavorText": "When hit by a move that makes direct contact, the Pokémon and the attacker will faint after three turns unless they switch out of battle."
  },
  {
    "slug": "pickpocket",
    "name": "Pickpocket",
    "flavorText": "The Pokémon steals the held item from attackers that make direct contact with it."
  },
  {
    "slug": "pickup",
    "name": "Pickup",
    "flavorText": "The Pokémon may pick up an item another Pokémon used during a battle. It may pick up items outside of battle, too."
  },
  {
    "slug": "pixilate",
    "name": "Pixilate",
    "flavorText": "Normal-type moves become Fairy-type moves. The power of those moves is boosted a little."
  },
  {
    "slug": "plus",
    "name": "Plus",
    "flavorText": "Boosts the Sp. Atk stat of the Pokémon if an ally with the Plus or Minus Ability is also in battle."
  },
  {
    "slug": "poisonheal",
    "name": "Poison Heal",
    "flavorText": "If poisoned, the Pokémon has its HP restored instead of taking damage."
  },
  {
    "slug": "poisonpoint",
    "name": "Poison Point",
    "flavorText": "Contact with the Pokémon may poison the attacker."
  },
  {
    "slug": "poisontouch",
    "name": "Poison Touch",
    "flavorText": "May poison a target when the Pokémon makes contact."
  },
  {
    "slug": "powerconstruct",
    "name": "Power Construct",
    "flavorText": "Cells gather to aid the Pokémon when its HP drops to half or less, causing it to change into its Complete Forme."
  },
  {
    "slug": "powerofalchemy",
    "name": "Power of Alchemy",
    "flavorText": "The Pokémon copies the Ability of a defeated ally."
  },
  {
    "slug": "powerspot",
    "name": "Power Spot",
    "flavorText": "Just being next to the Pokémon powers up moves."
  },
  {
    "slug": "prankster",
    "name": "Prankster",
    "flavorText": "Gives priority to the Pokémon’s status moves."
  },
  {
    "slug": "pressure",
    "name": "Pressure",
    "flavorText": "Puts other Pokémon under pressure, causing them to expend more PP to use their moves."
  },
  {
    "slug": "primordialsea",
    "name": "Primordial Sea",
    "flavorText": "The Pokémon changes the weather to nullify Fire-type attacks."
  },
  {
    "slug": "prismarmor",
    "name": "Prism Armor",
    "flavorText": "Reduces the power of supereffective attacks that hit the Pokémon."
  },
  {
    "slug": "propellertail",
    "name": "Propeller Tail",
    "flavorText": "Ignores the effects of opposing Pokémon’s Abilities and moves that draw in moves."
  },
  {
    "slug": "protean",
    "name": "Protean",
    "flavorText": "Changes the Pokémon’s type to the type of the move it’s about to use. This works only once each time the Pokémon enters battle."
  },
  {
    "slug": "protosynthesis",
    "name": "Protosynthesis",
    "flavorText": "Boosts the Pokémon’s most proficient stat in harsh sunlight or if the Pokémon is holding Booster Energy."
  },
  {
    "slug": "psychicsurge",
    "name": "Psychic Surge",
    "flavorText": "Turns the ground into Psychic Terrain when the Pokémon enters a battle."
  },
  {
    "slug": "punkrock",
    "name": "Punk Rock",
    "flavorText": "Boosts the power of sound-based moves. The Pokémon also takes half the damage from these kinds of moves."
  },
  {
    "slug": "purepower",
    "name": "Pure Power",
    "flavorText": "Using its pure power, the Pokémon doubles its Attack stat."
  },
  {
    "slug": "purifyingsalt",
    "name": "Purifying Salt",
    "flavorText": "The Pokémon’s pure salt protects it from status conditions and halves the damage taken from Ghost-type moves."
  },
  {
    "slug": "quarkdrive",
    "name": "Quark Drive",
    "flavorText": "Boosts the Pokémon’s most proficient stat on Electric Terrain or if the Pokémon is holding Booster Energy."
  },
  {
    "slug": "queenlymajesty",
    "name": "Queenly Majesty",
    "flavorText": "The Pokémon’s majesty pressures opponents and makes them unable to use priority moves against the Pokémon or its allies."
  },
  {
    "slug": "quickdraw",
    "name": "Quick Draw",
    "flavorText": "Enables the Pokémon to move first occasionally."
  },
  {
    "slug": "quickfeet",
    "name": "Quick Feet",
    "flavorText": "Boosts the Speed stat if the Pokémon has a status condition."
  },
  {
    "slug": "raindish",
    "name": "Rain Dish",
    "flavorText": "The Pokémon gradually regains HP in rain."
  },
  {
    "slug": "rattled",
    "name": "Rattled",
    "flavorText": "The Pokémon gets scared when hit by a Dark-, Ghost-, or Bug-type attack or if intimidated, which boosts its Speed stat."
  },
  {
    "slug": "receiver",
    "name": "Receiver",
    "flavorText": "The Pokémon copies the Ability of a defeated ally."
  },
  {
    "slug": "reckless",
    "name": "Reckless",
    "flavorText": "Powers up moves that have recoil damage."
  },
  {
    "slug": "refrigerate",
    "name": "Refrigerate",
    "flavorText": "Normal-type moves become Ice-type moves. The power of those moves is boosted a little."
  },
  {
    "slug": "regenerator",
    "name": "Regenerator",
    "flavorText": "The Pokémon has a little of its HP restored when withdrawn from battle."
  },
  {
    "slug": "ripen",
    "name": "Ripen",
    "flavorText": "Ripens Berries and doubles their effect."
  },
  {
    "slug": "rivalry",
    "name": "Rivalry",
    "flavorText": "The Pokémon’s competitive spirit makes it deal more damage to Pokémon of the same gender, but less damage to Pokémon of the opposite gender."
  },
  {
    "slug": "rkssystem",
    "name": "RKS System",
    "flavorText": "Changes the Pokémon’s type to match the memory disc it holds."
  },
  {
    "slug": "rockhead",
    "name": "Rock Head",
    "flavorText": "Protects the Pokémon from recoil damage."
  },
  {
    "slug": "rockypayload",
    "name": "Rocky Payload",
    "flavorText": "Powers up Rock-type moves."
  },
  {
    "slug": "roughskin",
    "name": "Rough Skin",
    "flavorText": "The Pokémon’s rough skin damages attackers that make direct contact with it."
  },
  {
    "slug": "runaway",
    "name": "Run Away",
    "flavorText": "Enables a sure getaway from wild Pokémon."
  },
  {
    "slug": "sandforce",
    "name": "Sand Force",
    "flavorText": "Boosts the power of Rock-, Ground-, and Steel-type moves in a sandstorm."
  },
  {
    "slug": "sandrush",
    "name": "Sand Rush",
    "flavorText": "Boosts the Pokémon’s Speed stat in a sandstorm."
  },
  {
    "slug": "sandspit",
    "name": "Sand Spit",
    "flavorText": "The Pokémon creates a sandstorm when it’s hit by an attack."
  },
  {
    "slug": "sandstream",
    "name": "Sand Stream",
    "flavorText": "The Pokémon summons a sandstorm when it enters a battle."
  },
  {
    "slug": "sandveil",
    "name": "Sand Veil",
    "flavorText": "Boosts the Pokémon’s evasiveness in a sandstorm."
  },
  {
    "slug": "sapsipper",
    "name": "Sap Sipper",
    "flavorText": "The Pokémon takes no damage when hit by Grass-type moves. Instead, its Attack stat is boosted."
  },
  {
    "slug": "schooling",
    "name": "Schooling",
    "flavorText": "When it has a lot of HP, the Pokémon forms a powerful school. It stops schooling when its HP is low."
  },
  {
    "slug": "scrappy",
    "name": "Scrappy",
    "flavorText": "The Pokémon can hit Ghost-type Pokémon with Normal-and Fighting-type moves. It is also unaffected by Intimidate."
  },
  {
    "slug": "screencleaner",
    "name": "Screen Cleaner",
    "flavorText": "When the Pokémon enters a battle, the effects of Light Screen, Reflect, and Aurora Veil are nullified for both opposing and ally Pokémon."
  },
  {
    "slug": "seedsower",
    "name": "Seed Sower",
    "flavorText": "Turns the ground into Grassy Terrain when the Pokémon is hit by an attack."
  },
  {
    "slug": "serenegrace",
    "name": "Serene Grace",
    "flavorText": "Raises the likelihood of additional effects occurring when the Pokémon uses its moves."
  },
  {
    "slug": "shadowshield",
    "name": "Shadow Shield",
    "flavorText": "Reduces the amount of damage the Pokémon takes while its HP is full."
  },
  {
    "slug": "shadowtag",
    "name": "Shadow Tag",
    "flavorText": "The Pokémon steps on the opposing Pokémon’s shadows to prevent them from fleeing or switching out."
  },
  {
    "slug": "sharpness",
    "name": "Sharpness",
    "flavorText": "Powers up slicing moves."
  },
  {
    "slug": "shedskin",
    "name": "Shed Skin",
    "flavorText": "The Pokémon may cure its own status conditions by shedding its skin."
  },
  {
    "slug": "sheerforce",
    "name": "Sheer Force",
    "flavorText": "Removes any additional effects from the Pokémon’s moves, but increases the moves’ power."
  },
  {
    "slug": "shellarmor",
    "name": "Shell Armor",
    "flavorText": "A hard shell protects the Pokémon from critical hits."
  },
  {
    "slug": "shielddust",
    "name": "Shield Dust",
    "flavorText": "Protective dust shields the Pokémon from the additional effects of moves."
  },
  {
    "slug": "shieldsdown",
    "name": "Shields Down",
    "flavorText": "When its HP drops to half or less, the Pokémon’s shell breaks and it becomes aggressive."
  },
  {
    "slug": "simple",
    "name": "Simple",
    "flavorText": "Doubles the effects of the Pokémon’s stat changes."
  },
  {
    "slug": "skilllink",
    "name": "Skill Link",
    "flavorText": "Maximizes the number of times multistrike moves hit."
  },
  {
    "slug": "slowstart",
    "name": "Slow Start",
    "flavorText": "For five turns, the Pokémon’s Attack and Speed stats are halved."
  },
  {
    "slug": "slushrush",
    "name": "Slush Rush",
    "flavorText": "Boosts the Pokémon’s Speed stat in snow."
  },
  {
    "slug": "sniper",
    "name": "Sniper",
    "flavorText": "If the Pokémon’s attack lands a critical hit, the attack is powered up even further."
  },
  {
    "slug": "snowcloak",
    "name": "Snow Cloak",
    "flavorText": "Boosts the Pokémon’s evasiveness in snow."
  },
  {
    "slug": "snowwarning",
    "name": "Snow Warning",
    "flavorText": "The Pokémon makes it snow when it enters a battle."
  },
  {
    "slug": "solarpower",
    "name": "Solar Power",
    "flavorText": "In harsh sunlight, the Pokémon’s Sp. Atk stat is boosted, but its HP decreases every turn."
  },
  {
    "slug": "solidrock",
    "name": "Solid Rock",
    "flavorText": "Reduces the power of supereffective attacks that hit the Pokémon."
  },
  {
    "slug": "soulheart",
    "name": "Soul-Heart",
    "flavorText": "Boosts the Pokémon’s Sp. Atk stat every time another Pokémon faints."
  },
  {
    "slug": "soundproof",
    "name": "Soundproof",
    "flavorText": "Soundproofing gives the Pokémon full immunity to all sound-based moves."
  },
  {
    "slug": "speedboost",
    "name": "Speed Boost",
    "flavorText": "The Pokémon’s Speed stat is boosted every turn."
  },
  {
    "slug": "stakeout",
    "name": "Stakeout",
    "flavorText": "Doubles the damage dealt to a target that has just switched into battle."
  },
  {
    "slug": "stall",
    "name": "Stall",
    "flavorText": "The Pokémon is always the last to use its moves."
  },
  {
    "slug": "stalwart",
    "name": "Stalwart",
    "flavorText": "Ignores the effects of opposing Pokémon’s Abilities and moves that draw in moves."
  },
  {
    "slug": "stamina",
    "name": "Stamina",
    "flavorText": "Boosts the Defense stat when the Pokémon is hit by an attack."
  },
  {
    "slug": "stancechange",
    "name": "Stance Change",
    "flavorText": "The Pokémon changes its form to Blade Forme when it uses an attack move and changes to Shield Forme when it uses King’s Shield."
  },
  {
    "slug": "static",
    "name": "Static",
    "flavorText": "The Pokémon is charged with static electricity and may paralyze attackers that make direct contact with it."
  },
  {
    "slug": "steadfast",
    "name": "Steadfast",
    "flavorText": "The Pokémon’s determination boosts its Speed stat every time it flinches."
  },
  {
    "slug": "steamengine",
    "name": "Steam Engine",
    "flavorText": "Boosts the Speed stat drastically when the Pokémon is hit by a Fire- or Water-type move."
  },
  {
    "slug": "steelworker",
    "name": "Steelworker",
    "flavorText": "Powers up Steel-type moves."
  },
  {
    "slug": "steelyspirit",
    "name": "Steely Spirit",
    "flavorText": "Powers up the Steel-type moves of the Pokémon and its allies."
  },
  {
    "slug": "stench",
    "name": "Stench",
    "flavorText": "By releasing a stench when attacking, the Pokémon may cause the target to flinch."
  },
  {
    "slug": "stickyhold",
    "name": "Sticky Hold",
    "flavorText": "The Pokémon’s held items cling to its sticky body and cannot be removed by other Pokémon."
  },
  {
    "slug": "stormdrain",
    "name": "Storm Drain",
    "flavorText": "The Pokémon draws in all Water-type moves. Instead of taking damage from them, its Sp. Atk stat is boosted."
  },
  {
    "slug": "strongjaw",
    "name": "Strong Jaw",
    "flavorText": "The Pokémon’s strong jaw boosts the power of its biting moves."
  },
  {
    "slug": "sturdy",
    "name": "Sturdy",
    "flavorText": "The Pokémon cannot be knocked out by a single hit as long as its HP is full. One-hit KO moves will also fail to knock it out."
  },
  {
    "slug": "suctioncups",
    "name": "Suction Cups",
    "flavorText": "The Pokémon uses suction cups to stay in one spot. This protects it from moves and items that would force it to switch out."
  },
  {
    "slug": "superluck",
    "name": "Super Luck",
    "flavorText": "The Pokémon is so lucky that the critical-hit ratios of its moves are boosted."
  },
  {
    "slug": "supremeoverlord",
    "name": "Supreme Overlord",
    "flavorText": "When the Pokémon enters a battle, its Attack and Sp. Atk stats are slightly boosted for each of the allies in its party that have already been defeated."
  },
  {
    "slug": "surgesurfer",
    "name": "Surge Surfer",
    "flavorText": "Doubles the Pokémon’s Speed stat on Electric Terrain."
  },
  {
    "slug": "swarm",
    "name": "Swarm",
    "flavorText": "Powers up Bug-type moves when the Pokémon’s HP is low."
  },
  {
    "slug": "sweetveil",
    "name": "Sweet Veil",
    "flavorText": "Prevents the Pokémon and its allies from falling asleep."
  },
  {
    "slug": "swiftswim",
    "name": "Swift Swim",
    "flavorText": "Boosts the Pokémon’s Speed stat in rain."
  },
  {
    "slug": "swordofruin",
    "name": "Sword of Ruin",
    "flavorText": "The power of the Pokémon’s ruinous sword lowers the Defense stats of all Pokémon except itself."
  },
  {
    "slug": "symbiosis",
    "name": "Symbiosis",
    "flavorText": "The Pokémon passes its held item to an ally that has used up an item."
  },
  {
    "slug": "synchronize",
    "name": "Synchronize",
    "flavorText": "If the Pokémon is burned, paralyzed, or poisoned by another Pokémon, that Pokémon will be inflicted with the same status condition."
  },
  {
    "slug": "tabletsofruin",
    "name": "Tablets of Ruin",
    "flavorText": "The power of the Pokémon’s ruinous wooden tablets lowers the Attack stats of all Pokémon except itself."
  },
  {
    "slug": "tangledfeet",
    "name": "Tangled Feet",
    "flavorText": "Boosts the Pokémon’s evasiveness if it is confused."
  },
  {
    "slug": "tanglinghair",
    "name": "Tangling Hair",
    "flavorText": "Contact with the Pokémon lowers the attacker’s Speed stat."
  },
  {
    "slug": "technician",
    "name": "Technician",
    "flavorText": "Powers up weak moves so the Pokémon can deal more damage with them."
  },
  {
    "slug": "telepathy",
    "name": "Telepathy",
    "flavorText": "The Pokémon anticipates and dodges the attacks of its allies."
  },
  {
    "slug": "teravolt",
    "name": "Teravolt",
    "flavorText": "The Pokémon’s moves are unimpeded by the Ability of the target."
  },
  {
    "slug": "thermalexchange",
    "name": "Thermal Exchange",
    "flavorText": "Boosts the Attack stat when the Pokémon is hit by a Fire-type move. The Pokémon also cannot be burned."
  },
  {
    "slug": "thickfat",
    "name": "Thick Fat",
    "flavorText": "The Pokémon is protected by a layer of thick fat, which halves the damage taken from Fire- and Ice-type moves."
  },
  {
    "slug": "tintedlens",
    "name": "Tinted Lens",
    "flavorText": "The Pokémon can use “not very effective” moves to deal regular damage."
  },
  {
    "slug": "torrent",
    "name": "Torrent",
    "flavorText": "Powers up Water-type moves when the Pokémon’s HP is low."
  },
  {
    "slug": "toughclaws",
    "name": "Tough Claws",
    "flavorText": "Powers up moves that make direct contact."
  },
  {
    "slug": "toxicboost",
    "name": "Toxic Boost",
    "flavorText": "Powers up physical moves when the Pokémon is poisoned."
  },
  {
    "slug": "toxicdebris",
    "name": "Toxic Debris",
    "flavorText": "Scatters poison spikes at the feet of the opposing team when the Pokémon takes damage from physical moves."
  },
  {
    "slug": "trace",
    "name": "Trace",
    "flavorText": "When it enters a battle, the Pokémon copies an opposing Pokémon’s Ability."
  },
  {
    "slug": "transistor",
    "name": "Transistor",
    "flavorText": "Powers up Electric-type moves."
  },
  {
    "slug": "triage",
    "name": "Triage",
    "flavorText": "Gives priority to the Pokémon’s healing moves."
  },
  {
    "slug": "truant",
    "name": "Truant",
    "flavorText": "Each time the Pokémon uses a move, it spends the next turn loafing around."
  },
  {
    "slug": "turboblaze",
    "name": "Turboblaze",
    "flavorText": "The Pokémon’s moves are unimpeded by the Ability of the target."
  },
  {
    "slug": "unaware",
    "name": "Unaware",
    "flavorText": "When attacking, the Pokémon ignores the target’s stat changes."
  },
  {
    "slug": "unburden",
    "name": "Unburden",
    "flavorText": "Boosts the Speed stat if the Pokémon’s held item is used or lost."
  },
  {
    "slug": "unnerve",
    "name": "Unnerve",
    "flavorText": "Unnerves opposing Pokémon and makes them unable to eat Berries."
  },
  {
    "slug": "unseenfist",
    "name": "Unseen Fist",
    "flavorText": "If the Pokémon uses moves that make direct contact, it can attack the target even if the target protects itself."
  },
  {
    "slug": "vesselofruin",
    "name": "Vessel of Ruin",
    "flavorText": "The power of the Pokémon’s ruinous vessel lowers the Sp. Atk stats of all Pokémon except itself."
  },
  {
    "slug": "victorystar",
    "name": "Victory Star",
    "flavorText": "Boosts the accuracy of the Pokémon and its allies."
  },
  {
    "slug": "vitalspirit",
    "name": "Vital Spirit",
    "flavorText": "The Pokémon is full of vitality, and that prevents it from falling asleep."
  },
  {
    "slug": "voltabsorb",
    "name": "Volt Absorb",
    "flavorText": "If hit by an Electric-type move, the Pokémon has its HP restored instead of taking damage."
  },
  {
    "slug": "wanderingspirit",
    "name": "Wandering Spirit",
    "flavorText": "The Pokémon exchanges Abilities with a Pokémon that hits it with a move that makes direct contact."
  },
  {
    "slug": "waterabsorb",
    "name": "Water Absorb",
    "flavorText": "If hit by a Water-type move, the Pokémon has its HP restored instead of taking damage."
  },
  {
    "slug": "waterbubble",
    "name": "Water Bubble",
    "flavorText": "Lowers the power of Fire-type moves that hit the Pokémon and prevents it from being burned."
  },
  {
    "slug": "watercompaction",
    "name": "Water Compaction",
    "flavorText": "Boosts the Defense stat sharply when the Pokémon is hit by a Water-type move."
  },
  {
    "slug": "waterveil",
    "name": "Water Veil",
    "flavorText": "The Pokémon’s water veil prevents it from being burned."
  },
  {
    "slug": "weakarmor",
    "name": "Weak Armor",
    "flavorText": "The Pokémon’s Defense stat is lowered when it takes damage from physical moves, but its Speed stat is sharply boosted."
  },
  {
    "slug": "wellbakedbody",
    "name": "Well-Baked Body",
    "flavorText": "The Pokémon takes no damage when hit by Fire-type moves. Instead, its Defense stat is sharply boosted."
  },
  {
    "slug": "whitesmoke",
    "name": "White Smoke",
    "flavorText": "The Pokémon is protected by its white smoke, which prevents other Pokémon from lowering its stats."
  },
  {
    "slug": "wimpout",
    "name": "Wimp Out",
    "flavorText": "The Pokémon cowardly switches out when its HP drops to half or less."
  },
  {
    "slug": "windpower",
    "name": "Wind Power",
    "flavorText": "The Pokémon becomes charged when it is hit by a wind move, boosting the power of the next Electric-type move the Pokémon uses."
  },
  {
    "slug": "windrider",
    "name": "Wind Rider",
    "flavorText": "Boosts the Pokémon’s Attack stat if Tailwind takes effect or if the Pokémon is hit by a wind move. The Pokémon also takes no damage from wind moves."
  },
  {
    "slug": "wonderguard",
    "name": "Wonder Guard",
    "flavorText": "Its mysterious power only lets supereffective moves hit the Pokémon."
  },
  {
    "slug": "wonderskin",
    "name": "Wonder Skin",
    "flavorText": "Makes status moves more likely to miss the Pokémon."
  },
  {
    "slug": "zenmode",
    "name": "Zen Mode",
    "flavorText": "Changes the Pokémon’s shape when its HP drops to half or less."
  },
  {
    "slug": "zerotohero",
    "name": "Zero to Hero",
    "flavorText": "The Pokémon transforms into its Hero Form when it switches out."
  }
]
