{
  "pikachu": "When it is angered, it immediately discharges the energy stored in the pouches in its cheeks.",
  "raichu": "Its tail discharges electricity into the ground, protecting it from getting shocked.",
  "jigglypuff": "When its huge eyes waver, it sings a mysteriously soothing melody that lulls its enemies to sleep.",
  "wigglytuff": "It has a very fine fur. Take care not to make it angry, or it may inflate steadily and hit with a body slam.",
  "venonat": "Poison oozes from all over its body. It catches small bug Pokémon at night that are attracted by light.",
  "venomoth": "The wings are covered with dustlike scales. Every time it flaps its wings, it looses highly toxic dust.",
  "diglett": "It lives about one yard underground, where it feeds on plant roots. It sometimes appears aboveground.",
  "dugtrio": "Its three heads bob separately up and down to loosen the soil nearby, making it easier for it to burrow.",
  "meowth": "All it does is sleep during the daytime. At night, it patrols its territory with its eyes aglow.",
  "persian": "Although its fur has many admirers, it is tough to raise as a pet because of its fickle meanness.",
  "psyduck": "It is constantly wracked by a headache. When the headache turns intense, it begins using mysterious powers.",
  "golduck": "When it swims at full speed using its long, webbed limbs, its forehead somehow begins to glow.",
  "mankey": "It lives in groups in the treetops. If it loses sight of its group, it becomes infuriated by its loneliness.",
  "primeape": "It becomes wildly furious if it even senses someone looking at it. It chases anyone that meets its glare.",
  "growlithe": "It has a brave and trustworthy nature. It fearlessly stands up to bigger and stronger foes.",
  "arcanine": "An ancient picture scroll shows that people were captivated by its movement as it ran through prairies.",
  "slowpoke": "It is incredibly slow and dopey. It takes five seconds for it to feel pain when under attack.",
  "slowbro": "When a Slowpoke went hunting in the sea, its tail was bitten by a Shellder. That made it evolve into Slowbro.",
  "magnemite": "The electromagnetic waves emitted by the units at the sides of its head expel antigravity, which allows it to float.",
  "magneton": "Three Magnemite are linked by a strong magnetic force. Earaches will occur if you get too close.",
  "grimer": "Born from sludge, these Pokémon now gather in polluted places and increase the bacteria in their bodies.",
  "muk": "It's thickly covered with a filthy, vile sludge. It is so toxic, even its footprints contain poison.",
  "shellder": "It is encased in a shell that is harder than diamond. Inside, however, it is surprisingly tender.",
  "cloyster": "Cloyster that live in seas with harsh tidal currents grow large, sharp spikes on their shells.",
  "gastly": "It wraps its opponent in its gas-like body, slowly weakening its prey by poisoning it through the skin.",
  "haunter": "It likes to lurk in the dark and tap shoulders with a gaseous hand. Its touch causes endless shuddering.",
  "gengar": "To steal the life of its target, it slips into the prey's shadow and silently waits for an opportunity.",
  "drowzee": "It remembers every dream it eats. It rarely eats the dreams of adults because children's are much tastier.",
  "hypno": "When it locks eyes with an enemy, it will use a mix of psi moves, such as Hypnosis and Confusion.",
  "voltorb": "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to explode.",
  "electrode": "The more energy it charges up, the faster it gets. But this also makes it more likely to explode.",
  "chansey": "This kindly Pokémon lays highly nutritious eggs and shares them with injured Pokémon or people.",
  "scyther": "It slashes through grass with its sharp scythes, moving too fast for the human eye to track.",
  "tauros": "When it targets an enemy, it charges furiously while whipping its body with its long tails.",
  "magikarp": "An underpowered, pathetic Pokémon. It may jump high on rare occasions but never more than seven feet.",
  "gyarados": "Once it appears, it goes on a rampage. It remains enraged until it demolishes everything around it.",
  "ditto": "Its transformation ability is perfect. However, if made to laugh, it can't maintain its disguise.",
  "eevee": "Its ability to evolve into many forms allows it to adapt smoothly and perfectly to any environment.",
  "vaporeon": "It lives close to water. Its long tail is ridged with a fin, which is often mistaken for a mermaid's.",
  "jolteon": "It concentrates the weak electric charges emitted by its cells and launches wicked lightning bolts.",
  "flareon": "Inhaled air is carried to its flame sac, heated, and exhaled as fire that reaches over 3,000 degrees Fahrenheit.",
  "dratini": "It sheds many layers of skin as it grows larger. During this process, it is protected by a rapid waterfall.",
  "dragonair": "They say that if it emits an aura from its whole body, the weather will begin to change instantly.",
  "dragonite": "It is said that somewhere in the ocean lies an island where these gather. Only they live there.",
  "pichu": "It is unskilled at storing electric power. Any kind of shock causes it to discharge energy spontaneously.",
  "igglybuff": "Its body has a faintly sweet scent and is bouncy and soft. If it bounces even once, it cannot stop.",
  "mareep": "If static electricity builds in its body, its fleece doubles in volume. Touching it will shock you.",
  "flaaffy": "As a result of storing too much electricity, it developed patches where even downy wool won't grow.",
  "ampharos": "The bright light on its tail can be seen far away. It has been treasured since ancient times as a beacon.",
  "marill": "The fur on its body naturally repels water. It can stay dry even when it plays in the water.",
  "azumarill": "Its long ears are superb sensors. It can distinguish the movements of things in water and tell what they are.",
  "sudowoodo": "Although it always pretends to be a tree, its composition appears more similar to rock than to vegetation.",
  "hoppip": "This Pokémon is blown across vast distances by the wind. It is unclear where the Hoppip of Paldea originally came from.",
  "skiploom": "Skiploom enthusiasts can apparently tell where a Skiploom was born by the scent drifting from the flower on the Pokémon's head.",
  "jumpluff": "Jumpluff travels on seasonal winds. Once its cotton spores run out, its journey ends, as does its life.",
  "sunkern": "It suddenly falls out of the sky in the morning. Knowing it's weak, it simply feeds until it evolves.",
  "sunflora": "In the daytime, it rushes about in a hectic manner, but it comes to a complete stop when the sun sets.",
  "espeon": "The tip of its forked tail quivers when it is predicting its opponent's next move.",
  "umbreon": "When exposed to the moon's aura, the rings on its body glow faintly and it gains a mysterious power.",
  "murkrow": "Feared and loathed by many, it is believed to bring misfortune to all those who see it at night.",
  "slowking": "When its head was bitten, toxins entered Slowpoke's head and unlocked an extraordinary power.",
  "misdreavus": "This Pokémon startles people in the middle of the night. It gathers fear as its energy.",
  "girafarig": "Though very small, the brain in its tail is still considered an important organ because it emits powerful psychic energy.",
  "pineco": "It likes to make its shell thicker by adding layers of tree bark. The additional weight doesn't bother it.",
  "forretress": "It's usually found hanging on to a fat tree trunk. It shoots out bits of its shell when it sees action.",
  "dunsparce": "It creates mazes in dark locations. When spotted, it flees into the ground by digging with its tail.",
  "qwilfish": "Be cautious if this Pokémon starts sucking in water—it will soon attack by scattering the toxic spikes that grow all over its body.",
  "scizor": "This Pokémon's pincers, which contain steel, can crush any hard object they get ahold of into bits.",
  "heracross": "It loves sweet nectar. To keep all the nectar to itself, it hurls rivals away with its prized horn.",
  "sneasel": "This cunning Pokémon hides under the cover of darkness, waiting to attack its prey.",
  "teddiursa": "This Pokémon discreetly follows Combee to find their hive. It scoops up big dollops of honey in its palms to eat.",
  "ursaring": "It usually wears a hardened expression, but when it's licking up honey—which it loves—the joy it feels will cause it to break into a wide grin.",
  "delibird": "It carries food all day long. There are tales about lost people who were saved by the food it had.",
  "houndour": "It is smart enough to hunt in packs. It uses a variety of cries for communicating with others.",
  "houndoom": "If you are burned by the flames it shoots from its mouth, the pain will never go away.",
  "phanpy": "This Pokémon lives and nests on a riverbank. After playing in the mud, it won't be able to settle down unless it washes its body.",
  "donphan": "Donphan is covered in tough hide, so even being hit by a car won't faze this Pokémon. However, it is extremely susceptible to rain.",
  "stantler": "This Pokémon apparently used to live in much harsher environments, and thus it once had stronger psychic powers than it does now.",
  "blissey": "Anyone who takes even one taste of Blissey's egg becomes unfailingly caring and pleasant to everyone.",
  "larvitar": "Born deep underground, this Pokémon becomes a pupa after eating enough dirt to make a mountain.",
  "pupitar": "This pupa flies around wildly by venting with great force the gas pressurized inside its body.",
  "tyranitar": "Extremely strong, it can change the landscape. It is so insolent that it doesn't care about others.",
  "wingull": "It soars high in the sky, riding on updrafts like a glider. It carries food tucked in its bill.",
  "pelipper": "It is a flying transporter that carries small Pokémon in its beak. It bobs on the waves to rest its wings.",
  "ralts": "The horns on its head provide a strong power that enables it to sense people's emotions.",
  "kirlia": "It has a psychic power that enables it to distort the space around it and see into the future.",
  "gardevoir": "To protect its Trainer, it will expend all its psychic power to create a small black hole.",
  "surskit": "They usually live on ponds, but after an evening shower, they may appear on puddles in towns.",
  "masquerain": "It flaps its four wings to hover and fly freely in any direction—to and fro and sideways.",
  "shroomish": "It prefers damp places. By day it remains still in the forest shade. It releases toxic powder from its head.",
  "breloom": "It scatters poisonous spores and throws powerful punches while its foe is hampered by inhaled spores.",
  "slakoth": "It sleeps for 20 hours every day. Making drowsy those that see it is one of its abilities.",
  "vigoroth": "Its stress level rises if it cannot keep moving constantly. Too much stress makes it feel sick.",
  "slaking": "It is the world's most slothful Pokémon. However, it can exert horrifying power by releasing pent-up energy all at once.",
  "makuhita": "It grows stronger by enduring harsh training. It is a gutsy Pokémon that can withstand any attack.",
  "hariyama": "It loves challenging others to tests of strength. It has the power to stop a train with a slap.",
  "azurill": "Its tail bounces like a rubber ball. It flings that tail around to fight opponents bigger than itself.",
  "sableye": "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself.",
  "meditite": "It never skips its daily yoga training. It heightens its inner strength through meditation.",
  "medicham": "Through yoga training, it gained the psychic power to predict its foe's next move.",
  "gulpin": "There is nothing its stomach can't digest. While it is digesting, vile, overpowering gases are expelled.",
  "swalot": "It gulps anything that fits in its mouth. Its special enzymes can dissolve anything.",
  "numel": "Magma of almost 2,200 degrees Fahrenheit courses through its body. When it grows cold, the magma hardens and slows it.",
  "camerupt": "It lives in the crater of a volcano. It is well known that the humps on its back erupt every 10 years.",
  "torkoal": "It burns coal inside its shell for energy. It blows out black soot if it is endangered.",
  "spoink": "Spoink will die if it stops bouncing. The pearl on its head amplifies its psychic powers.",
  "grumpig": "It can perform odd dance steps to influence foes. Its style of dancing became hugely popular overseas.",
  "cacnea": "It prefers harsh environments, such as deserts. It can survive for 30 days on water stored in its body.",
  "cacturne": "Packs of them follow travelers through the desert until the travelers can no longer move.",
  "swablu": "It constantly grooms its cotton-like wings. It takes a shower to clean itself if it becomes dirty.",
  "altaria": "If it bonds with a person, it will gently envelop the friend with its soft wings, then hum.",
  "zangoose": "It's Seviper's archrival. To threaten those it encounters, it fans out the claws on its front paws.",
  "seviper": "It sharpens its swordlike tail on hard rocks. It hides in tall grass and strikes unwary prey with venomous fangs.",
  "barboach": "Its two whiskers provide a sensitive radar. Even in muddy waters, it can detect its prey's location.",
  "whiscash": "It is extremely protective of its territory. If any foe approaches, it attacks using vicious tremors.",
  "shuppet": "It loves to feed on feelings like envy and malice. Its upright horn catches the emotions of people.",
  "banette": "This Pokémon developed from an abandoned doll that amassed a grudge. It is seen in dark alleys.",
  "tropius": "It lives in tropical jungles. The bunch of fruit around its neck is delicious. The fruit grows twice a year.",
  "snorunt": "It is said that several Snorunt gather under giant leaves and live together in harmony.",
  "glalie": "Its prey is instantaneously frozen stiff by the cold air it exhales from its huge mouth. While they're in that frozen state, it gobbles them up.",
  "luvdisc": "Its heart-shaped body makes it popular. In some places, you would give a Luvdisc to someone you love.",
  "bagon": "Its steel-hard head can shatter boulders. It longingly hopes for wings to grow so it can fly.",
  "shelgon": "The cells within its shell transform with explosive speed, preparing it for evolution.",
  "salamence": "It flies around on its wings, which have grown in at last. In its happiness, it gushes hot flames, burning up everything it passes over.",
  "starly": "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying.",
  "staravia": "Recognizing their own weakness, they always live in a group. When alone, a Staravia cries noisily.",
  "staraptor": "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings.",
  "kricketot": "Its legs are short. Whenever it stumbles, its stiff antennae clack with a xylophone-like sound.",
  "kricketune": "By allowing its cry to resonate in the hollow of its belly, it produces a captivating sound.",
  "shinx": "The extension and contraction of its muscles generates electricity. It glows when in trouble.",
  "luxio": "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes.",
  "luxray": "It can see clearly through walls to track down its prey and seek its lost young.",
  "combee": "At night, Combee sleep in a group of about a hundred, packed closely together in a lump.",
  "vespiquen": "It houses its colony in cells in its body and releases various pheromones to make those grubs do its bidding.",
  "pachirisu": "It's one of the kinds of Pokémon with electric cheek pouches. It shoots charges from its tail.",
  "buizel": "It spins its two tails like a screw to propel itself through water. The tails also slice clinging seaweed.",
  "floatzel": "With its flotation sac inflated, it can carry people on its back. It deflates the sac before it dives.",
  "shellos": "It used to have a shell on its back long ago. This species is closely related to Pokémon like Shellder.",
  "gastrodon": "Its whole body is sticky with mucus. In the past, this form of Gastrodon was by far the more numerous one.",
  "drifloon": "It is whispered that any child who mistakes Drifloon for a balloon and holds on to it could wind up missing.",
  "drifblim": "It can generate and release gas within its body. That's how it can control the altitude of its drift.",
  "mismagius": "Its cry sounds like an incantation. It is said the cry may rarely be imbued with happiness-giving power.",
  "honchkrow": "It is merciless by nature. It is said that it never forgives the mistakes of its Murkrow followers.",
  "stunky": "It sprays a foul fluid from its rear. Its stench spreads over a mile radius, driving Pokémon away.",
  "skuntank": "It attacks by spraying a horribly smelly fluid from the tip of its tail. Attacks from above confound it.",
  "bronzor": "Ancient people believed that the pattern on Bronzor's back contained a mysterious power.",
  "bronzong": "In ages past, this Pokémon was revered as a bringer of rain. It was found buried in the ground.",
  "bonsly": "In order to adjust the level of fluids in its body, it exudes water from its eyes. This makes it appear to be crying.",
  "happiny": "It carries a round, white rock in its belly pouch. If it gets along well with someone, it will sometimes give that person the rock.",
  "spiritomb": "Its constant mischief and misdeeds resulted in it being bound to an Odd Keystone by a mysterious spell.",
  "gible": "It skulks in caves, and when prey or an enemy passes by, it leaps out and chomps them. The force of its attack sometimes chips its teeth.",
  "gabite": "In rare cases, it molts and sheds its scales. Medicine containing its scales as an ingredient will make a weary body feel invigorated.",
  "garchomp": "It is said that when one runs at high speed, its wings create blades of wind that can fell nearby trees.",
  "riolu": "They communicate with one another using their auras. They are able to run all through the night.",
  "lucario": "It's said that no foe can remain invisible to Lucario, since it can detect auras—even those of foes it could not otherwise see.",
  "hippopotas": "It shuts its nostrils tight, then travels through sand as if walking. They form colonies of around 10.",
  "hippowdon": "It is surprisingly quick to anger. It holds its mouth agape as a display of its strength.",
  "croagunk": "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab.",
  "toxicroak": "Swaying and dodging the attacks of its foes, it weaves its flexible body in close, then lunges out with its poisonous claws.",
  "finneon": "The line running down its side can store sunlight. It shines vividly at night.",
  "lumineon": "With its shining light, it lures its prey close. However, the light also happens to attract ferocious fish Pokémon—its natural predators.",
  "snover": "During cold seasons, it migrates to the mountain's lower reaches. It returns to the snow-covered summit in the spring.",
  "abomasnow": "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards.",
  "weavile": "Evolution made it even more devious. It communicates by clawing signs in boulders.",
  "magnezone": "As it zooms through the sky, this Pokémon seems to be receiving signals of unknown origin while transmitting signals of unknown purpose.",
  "leafeon": "When you see Leafeon asleep in a patch of sunshine, you'll know it is using photosynthesis to produce clean air.",
  "glaceon": "It can control its body temperature at will. This enables it to freeze the moisture in the atmosphere, creating flurries of diamond dust.",
  "gallade": "When trying to protect someone, it extends its elbows as if they were swords and fights savagely.",
  "froslass": "When it finds humans or Pokémon it likes, it freezes them and takes them to its chilly den, where they become decorations.",
  "rotom": "Its electricity-like body can enter some kinds of machines and take control in order to make mischief.",
  "petilil": "The leaves on its head grow right back even if they fall out. These bitter leaves refresh those who eat them.",
  "lilligant": "The fragrance of the garland on its head has a relaxing effect, but taking care of it is very difficult.",
  "basculin": "Its temperament is vicious and aggressive. This Pokémon is also full of vitality and can multiply rapidly before anyone notices.",
  "sandile": "It submerges itself in sand and moves as if swimming. This wise behavior keeps its enemies from finding it and maintains its temperature.",
  "krokorok": "Protected by thin membranes, their eyes can see even in the dead of night. They live in groups of a few individuals.",
  "krookodile": "After clamping down with its powerful jaws, it twists its body around to rip its prey in half.",
  "zorua": "It changes into the forms of others to surprise them. Apparently, it often transforms into a silent child.",
  "zoroark": "Stories say those who tried to catch Zoroark were trapped in an illusion and punished.",
  "gothita": "This Pokémon is normally very innocent. When it is staring at something invisible, it is unblinking and utterly silent.",
  "gothorita": "This Pokémon will hypnotize children to put them to sleep before carrying them away. Be wary of nights when the starlight is bright.",
  "gothitelle": "Gothitelle unleashes psychic energy and shows opponents dreams of the universe's end. These dreams are apparently ethereal and beautiful.",
  "deerling": "Deerling have different scents depending on the season. In early spring, these Pokémon give off a delicate, sweet, and calming scent.",
  "sawsbuck": "It seems that a Sawsbuck with many flowers on its antlers will grow at a slightly slower pace because the flowers absorb the Pokémon's nutrients.",
  "foongus": "There is a theory that the developer of the modern-day Poké Ball really liked Foongus, but this has not been confirmed.",
  "amoonguss": "Be wary of the poisonous spores it releases. Mushrooms resembling Amoonguss's caps will grow out of anywhere the spores touch.",
  "alomomola": "It gently holds injured and weak Pokémon in its fins. Its special membrane heals their wounds.",
  "tynamo": "While one alone doesn't have much power, a chain of many Tynamo can be as powerful as lightning.",
  "eelektrik": "They coil around foes and shock them with electricity-generating organs that seem simply to be circular patterns.",
  "eelektross": "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean.",
  "axew": "This Pokémon lives in nests that are made in the ground. People in ancient times used its tusks as cooking knives.",
  "fraxure": "Because its tusks don't grow back once they break, this Pokémon apparently won't use them unless truly necessary.",
  "haxorus": "This Pokémon nests in caves and abandoned mines. It is docile, but it will become incredibly angry if its tusks are touched, so beware.",
  "cubchoo": "Many of this species can be found along the shorelines of cold regions. If a Cubchoo lacks dangling snot, there's a chance it is sick.",
  "beartic": "It is a ferocious, carnivorous Pokémon. Once it captures its prey, it will breathe cold air onto the prey to freeze and preserve it.",
  "cryogonal": "Cryogonal appear during cold seasons. It is said that people and Pokémon who die on snowy mountains are reborn into these Pokémon.",
  "pawniard": "Pawniard will fearlessly challenge even powerful foes. In a pinch, it will cling to opponents and pierce them with the blades all over its body.",
  "bisharp": "This Pokémon commands a group of several Pawniard. Groups that are defeated in territorial disputes are absorbed by the winning side.",
  "rufflet": "They pick fights indiscriminately. They grow stronger and more powerful each time they faint or are injured.",
  "braviary": "The more scars they have, the more respect these brave soldiers of the sky get from their peers.",
  "deino": "It can't see, so its first approach to examining things is to bite them. You will be covered in wounds until a Deino warms up to you.",
  "zweilous": "The two heads do not get along at all. If you don't give each head the same amount of attention, they'll begin fighting out of jealousy.",
  "hydreigon": "Only the central head has a brain. It is very intelligent, but it thinks only of destruction.",
  "larvesta": "This Pokémon was called the Larva That Stole the Sun. The fire Larvesta spouts from its horns can cut right through a sheet of iron.",
  "volcarona": "Its burning body causes it to be unpopular in hot parts of the world, but in cold ones, Volcarona is revered as an embodiment of the sun.",
  "fletchling": "This Pokémon is normally calm, but once it enters battle, its hormonal balance changes and it becomes aggressive.",
  "fletchinder": "Fletchinder scatters embers in tall grass where bug Pokémon might be hiding and then catches them as they come leaping out.",
  "talonflame": "It has top-notch flying capabilities. It flies around easily, even while carrying prey that weighs more than 220 lbs.",
  "scatterbug": "Any poison this Pokémon takes in is converted into a black powder and secreted. That's why Scatterbug can eat poisonous leaves and roots.",
  "spewpa": "If Rufflet attacks this Pokémon by pecking at it, it will retaliate with its sharp fur and poisonous black powder.",
  "vivillon": "The patterns on this Pokémon depend on the climate and topography of the land it was born in. This form is from frigid lands.",
  "litleo": "When Litleo are young, female Pyroar will teach them how to hunt. Once the Litleo mature, they will leave the pride and set out on their own.",
  "pyroar": "The females of a pride work together to bring down prey. It's thanks to them that their pride doesn't starve.",
  "flabebe": "This Pokémon can draw forth the power hidden within blooming wild flowers. It is particularly fond of red flowers.",
  "floette": "This Pokémon draws forth what power is left in withered flowers to make them healthy again. It holds a red flower.",
  "florges": "This Pokémon creates an impressive flower garden in its territory. It draws forth the power of the red flowers around its neck.",
  "skiddo": "Until recently, people living in the mountains would ride on the backs of these Pokémon to traverse the mountain paths.",
  "gogoat": "It can sense the feelings of others by touching them with its horns. This species has assisted people with their work since 5,000 years ago.",
  "skrelp": "Skrelp evades its enemies by hiding amid drifting seaweed. It eats rotten seaweed to create its poison.",
  "dragalge": "Using a liquid poison, Dragalge indiscriminately attacks anything that wanders into its territory. This poison can corrode the undersides of boats.",
  "clauncher": "This Pokémon launches water by detonating gas inside its right claw. It snipes flying Pokémon.",
  "clawitzer": "Clawitzer can move through the water at a speed of 60 knots by using gas inside its body to expel water from the back of its claw.",
  "sylveon": "This Pokémon uses its ribbonlike feelers to send a soothing aura into its opponents, erasing their hostility.",
  "hawlucha": "Its elegant finishing moves—performed by nimbly leaping around using its wings—are polished in the forest where it was born and raised.",
  "dedenne": "It's small and its electricity-generating organ is not fully developed, so it uses its tail to absorb electricity from people's homes and charge itself.",
  "goomy": "Most of a Goomy's body is water. A membrane covers the whole Pokémon to prevent it from shriveling up in dry weather.",
  "sliggoo": "The swirly protrusion on its back is filled with all its vital organs, such as its brain and heart.",
  "goodra": "It loves the rain. This mellow Pokémon can be seen walking around on the plains and in the mountains on rainy days.",
  "klefki": "Once it absorbs a key's metal ions, it discards the key without a second thought. However, it will hang on to keys it favors for decades.",
  "bergmite": "They live in mountainous regions of frigid cold. On rare occasions, they ride on the back of an Avalugg to cross seas and move to new habitats.",
  "avalugg": "As Avalugg walks along with Bergmite on its back, it comes across pods of Cetitan. It lets them pass to avoid conflict.",
  "noibat": "This Pokémon emits ultrasonic waves from its large ears to search for fruit to eat. It mistakes Applin for its food.",
  "noivern": "Ultrasonic waves emitted by a Noivern can pulverize a large boulder. This Pokémon has a cruel disposition.",
  "yungoos": "Its stomach fills most of its torso. It wanders the same path every day, searching for fresh food.",
  "gumshoos": "Once it finds signs of prey, it will patiently stake out the location, waiting until the sun goes down.",
  "crabrawler": "This Pokémon punches trees and eats the berries that drop down, training itself and getting food at the same time.",
  "crabominable": "The detached pincers of these Pokémon are delicious. Some Trainers bring Lechonk into the mountains just to search for them.",
  "oricorio": "This Pokémon is incredibly popular, possibly because its passionate dancing is a great match with the temperament of Paldean people.",
  "rockruff": "This Pokémon is very friendly when it's young. Its disposition becomes vicious once it matures, but it never forgets the kindness of its master.",
  "lycanroc": "Lycanroc attacks its prey with its sharp claws and fangs. It loyally obeys the instructions of a Trainer it trusts.",
  "mareanie": "This Pokémon wanders the seaside looking for food. It often gets electric shocks from broken Pincurchin spines that it tries to eat.",
  "toxapex": "This Pokémon lives within a dome made by its own legs. Toxapex monitors its surroundings by sensing the flow of the tide through its spikes.",
  "mudbray": "This Pokémon covers itself in mud that it has regurgitated. The mud won't dry out even if it's exposed to the sun for a long time.",
  "mudsdale": "This Pokémon has been treasured not just for its physical labor but also because it produces high-quality mud used for making pottery.",
  "fomantis": "Fomantis hates having its naps interrupted. It fires off beams using energy it gathers by bathing in the sun.",
  "lurantis": "By masquerading as a bug Pokémon, it lowers the guard of actual bug Pokémon lured in by a scent of sweet flowers. Its sickles bring them down.",
  "salandit": "It taunts its prey and lures them into narrow, rocky areas where it then sprays them with toxic gas to make them dizzy and take them down.",
  "salazzle": "Salazzle makes its opponents light-headed with poisonous gas, then captivates them with alluring movements to turn them into loyal servants.",
  "bounsweet": "Its sweat is sweet, like syrup made from boiled- down fruit. Because of this, Bounsweet was highly valued in the past, when sweeteners were scarce.",
  "steenee": "Steenee spreads a sweet scent that makes others feel invigorated. This same scent is popular for antiperspirants.",
  "tsareena": "This Pokémon is proud and aggressive. However, it is said that a Tsareena will instantly become calm if someone touches the crown on its calyx.",
  "oranguru": "People used to mistake Oranguru for a human when they saw it issue command after command to the other Pokémon of the forest.",
  "passimian": "This Pokémon battles by throwing hard berries. It won't obey a Trainer who throws Poké Balls without skill.",
  "sandygast": "If it loses its shovel, it will stick something else— like a branch—in its head to make do until it finds another shovel.",
  "palossand": "The terrifying Palossand drags smaller Pokémon into its sandy body. Once its victims are trapped, it drains them of their vitality whenever it pleases.",
  "komala": "Komala spends its entire life sleeping. It feeds on leaves that contain a potent poison only Komala can break down.",
  "mimikyu": "This Pokémon lives in dark places untouched by sunlight. When it appears before humans, it hides itself under a cloth that resembles a Pikachu.",
  "bruxish": "It grinds its teeth with great force to stimulate its brain. It fires the psychic energy created by this process from the protuberance on its head.",
  "skwovet": "It stores berries in its cheeks. When there are no berries to be found, Skwovet will stuff pebbles into its cheeks to stave off its cravings.",
  "greedent": "If it spots a berry tree, it will immediately go to gather berries without a sideways glance—even if it's in the middle of a battle.",
  "rookidee": "This Pokémon is brave and reckless. The white markings around a Rookidee's eyes intimidate fainthearted Pokémon.",
  "corvisquire": "It's said that the reason behind Corvisquire's high level of intelligence is the large size of its brain relative to those of other bird Pokémon.",
  "corviknight": "Corviknight can't serve as a taxi service in Paldea because the Pokémon's natural predators will attack it while it flies, endangering the customer.",
  "chewtle": "Its large front tooth is still growing in. When the tooth itches, this Pokémon will bite another Chewtle's horn, and the two Pokémon will tussle.",
  "drednaw": "Its massive, jagged teeth can crush a boulder in a single bite. This Pokémon has an extremely vicious disposition.",
  "rolycoly": "On sunny days, Rolycoly will come out onto grassy plains and roll around. Then it will eat the grass that gets tangled in its wheel-like leg.",
  "carkol": "The temperature inside its body increases when it experiences strong emotions. It rolls around frantically while spewing flames.",
  "coalossal": "To intimidate its opponents, Coalossal will vigorously shake its body, scattering coal from its smoldering back.",
  "applin": "It grows by eating the flesh of an apple. Applin uses its own body fluid to strengthen the apple's skin and prevent it from rotting.",
  "flapple": "It flutters around while seeking an opening in the opponent's guard, then attacks by spitting acidic liquid strong enough to melt metal.",
  "appletun": "It feeds mainly on sweet apples. It will also eat small bug Pokémon that are attracted by its sweet nectar.",
  "silicobra": "Silicobra's neck pouch, which can inflate and deflate like a balloon, gets more elastic each time Silicobra sheds its skin.",
  "sandaconda": "It will expand its body as much as it can and then contract itself, blasting out sand with enough force to wash away a dump truck.",
  "arrokuda": "Arrokuda can swim quickly only in a straight line. The ones that become sluggish from overeating are the first to be targeted by flocks of Wattrel.",
  "barraskewda": "It spins its tail fins to leap from the water, then viciously bites down on Wingull flying close to the water's surface.",
  "toxel": "It has no problem drinking dirty water. An organ inside Toxel's body filters such water into a poisonous liquid that is harmless to Toxel.",
  "toxtricity": "As it scatters toxic sweat and emits electricity, a melody that sounds like it came from a guitar reverberates through the surrounding area.",
  "sinistea": "The soul of someone who died alone possessed some leftover tea. This Pokémon appears in hotels and houses.",
  "polteageist": "The tea that composes Polteageist's body has a distinct and enjoyable flavor. Drinking too much, however, can be fatal.",
  "hatenna": "Because the emotions of others constantly flow into its head, this Pokémon prefers environments where no other creatures live.",
  "hattrem": "To this Pokémon, strong emotions apparently feel like incredibly loud noises—even if the emotions are happy ones.",
  "hatterene": "Hatterene knocks out those that intrude in its home forest by blasting them with a beam, then slashing with claws enhanced by psychic power.",
  "impidimp": "The reason this Pokémon causes trouble for those it feels close to is because Impidimp itself gets irritable if it can't absorb negative emotions.",
  "morgrem": "Morgrem prefers dirty tactics, like ambushing, because it doesn't have confidence in its brawn.",
  "grimmsnarl": "This Pokémon has complete control over its hair. Grimmsnarl normally keeps its hair wrapped around its body to support its muscles.",
  "falinks": "The brass, which is the one that stands at the front and issues orders, is the strongest and smartest of the six.",
  "pincurchin": "This Pokémon generates electricity when it digests food. It uses its five hard teeth to scrape seaweed off surfaces and eat it.",
  "snom": "It eats snow that has accumulated on the ground. It prefers soft, freshly fallen snow, so it will eat its way up a mountain, aiming for the peak.",
  "frosmoth": "Frosmoth senses air currents with its antennae. It sends its scales drifting on frigid air, making them fall like snow.",
  "stonjourner": "The elemental composition of the rocks that form its body were found to match the bedrock of a land far away from this Pokémon's habitat.",
  "eiscue": "On hot days, these Pokémon press their ice cube heads together and pass the time cooling each other down.",
  "indeedee": "This Pokémon picks up on the positive emotions of other creatures via its horns and uses those emotions to fuel itself.",
  "cufant": "Using the pointy tip of its trunk, it carves off chunks of hard rocks to eat. It is very docile and helps people with physical labor.",
  "copperajah": "This Pokémon was brought to Paldea long ago by people from a faraway land. It's so strong that it can easily pull an airplane.",
  "dreepy": "In the evening, groups of Dreepy will fly at high speeds over the ocean and poke at Pokémon in the water for fun.",
  "drakloak": "This Pokémon flies around at over 120 miles per hour. If a Drakloak is defeated in a battle, its Dreepy will wander off without a second thought.",
  "dragapult": "Dragapult can make its whole body transparent by clearing its mind and focusing. Even the Dreepy in Dragapult's horns become invisible.",
  "sprigatito": "Its fluffy fur is similar in composition to plants. This Pokémon frequently washes its face to keep it from drying out.",
  "floragato": "Floragato deftly wields the vine hidden beneath its long fur, slamming the hard flower bud against its opponents.",
  "meowscarada": "This Pokémon uses the reflective fur lining its cape to camouflage the stem of its flower, creating the illusion that the flower is floating.",
  "fuecoco": "It lies on warm rocks and uses the heat absorbed by its square-shaped scales to create fire energy.",
  "crocalor": "The combination of Crocalor's fire energy and overflowing vitality has caused an egg-shaped fireball to appear on the Pokémon's head.",
  "skeledirge": "The fiery bird changes shape when Skeledirge sings. Rumor has it that the bird was born when the fireball on Skeledirge's head gained a soul.",
  "quaxly": "This Pokémon migrated to Paldea from distant lands long ago. The gel secreted by its feathers repels water and grime.",
  "quaxwell": "These Pokémon constantly run through shallow waters to train their legs, then compete with each other to see which of them kicks most gracefully.",
  "quaquaval": "A single kick from a Quaquaval can send a truck rolling. This Pokémon uses its powerful legs to perform striking dances from far-off lands.",
  "lechonk": "It searches for food all day. It possesses a keen sense of smell but doesn't use it for anything other than foraging.",
  "oinkologne": "Oinkologne is proud of its fine, glossy skin. It emits a concentrated scent from the tip of its tail.",
  "dudunsparce": "This Pokémon uses its hard tail to make its nest by boring holes into bedrock deep underground. The nest can reach lengths of over six miles.",
  "tarountula": "The ball of threads wrapped around its body is elastic enough to deflect the scythes of Scyther, this Pokémon's natural enemy.",
  "spidops": "It clings to branches and ceilings using its threads and moves without a sound. It takes out its prey before the prey even notices it.",
  "nymble": "It has its third set of legs folded up. When it's in a tough spot, this Pokémon jumps over 30 feet using the strength of its legs.",
  "lokix": "When it decides to fight all out, it stands on its previously folded legs to enter Showdown Mode. It neutralizes its enemies in short order.",
  "rellor": "This Pokémon creates a mud ball by mixing sand and dirt with psychic energy. It treasures its mud ball more than its own life.",
  "rabsca": "The body that supports the ball barely moves. Therefore, it is thought that the true body of this Pokémon is actually inside the ball.",
  "greavard": "It is said that a dog Pokémon that died in the wild without ever interacting with a human was reborn as this Pokémon.",
  "houndstone": "Houndstone spends most of its time sleeping in graveyards. Among all the dog Pokémon, this one is most loyal to its master.",
  "flittle": "Flittle's toes levitate about half an inch above the ground because of the psychic power emitted from the frills on the Pokémon's belly.",
  "espathra": "It immobilizes opponents by bathing them in psychic power from its large eyes. Despite its appearance, it has a vicious temperament.",
  "farigiraf": "Now that the brain waves from the head and tail are synced up, the psychic power of this Pokémon is 10 times stronger than Girafarig's.",
  "wiglett": "This Pokémon can pick up the scent of a Veluza just over 65 feet away and will hide itself in the sand.",
  "wugtrio": "It has a vicious temperament, contrary to what its appearance may suggest. It wraps its long bodies around prey, then drags the prey into its den.",
  "dondozo": "This Pokémon is a glutton, but it's bad at getting food. It teams up with a Tatsugiri to catch prey.",
  "veluza": "When Veluza discards unnecessary flesh, its mind becomes honed and its psychic power increases. The spare flesh has a mild but delicious flavor.",
  "finizen": "It likes playing with others of its kind using the water ring on its tail. It uses ultrasonic waves to sense the emotions of other living creatures.",
  "palafin": "This Pokémon changes its appearance if it hears its allies calling for help. Palafin will never show anybody its moment of transformation.",
  "smoliv": "It protects itself from enemies by emitting oil from the fruit on its head. This oil is bitter and astringent enough to make someone flinch.",
  "dolliv": "Dolliv shares its tasty, fresh-scented oil with others. This species has coexisted with humans since times long gone.",
  "arboliva": "This calm Pokémon is very compassionate. It will share its delicious, nutrient-rich oil with weakened Pokémon.",
  "capsakid": "The more sunlight this Pokémon bathes in, the more spicy chemicals are produced by its body, and thus the spicier its moves become.",
  "scovillain": "The red head converts spicy chemicals into fire energy and blasts the surrounding area with a super spicy stream of flame.",
  "tadbulb": "Tadbulb shakes its tail to generate electricity. If it senses danger, it will make its head blink on and off to alert its allies.",
  "bellibolt": "When this Pokémon expands and contracts its wobbly body, the belly-button dynamo in its stomach produces a huge amount of electricity.",
  "varoom": "It is said that this Pokémon was born when an unknown poison Pokémon entered and inspirited an engine left at a scrap-processing factory.",
  "revavroom": "It creates a gas out of poison and minerals from rocks. It then detonates the gas in its cylinders— now numbering eight—to generate energy.",
  "orthworm": "When attacked, this Pokémon will wield the tendrils on its body like fists and pelt the opponent with a storm of punches.",
  "tandemaus": "Exhibiting great teamwork, they use their incisors to cut pieces out of any material that might be useful for a nest, then make off with them.",
  "maushold": "They build huge nests with many rooms that are used for different purposes, such as eating and sleeping.",
  "cetoddle": "This species left the ocean and began living on land a very long time ago. It seems to be closely related to Wailmer.",
  "cetitan": "This Pokémon wanders around snowy, icy areas. It protects its body with powerful muscles and a thick layer of fat under its skin.",
  "frigibax": "Frigibax absorbs heat through its dorsal fin and converts the heat into ice energy. The higher the temperature, the more energy Frigibax stores.",
  "arctibax": "Arctibax freezes the air around it, protecting its face with an ice mask and turning its dorsal fin into a blade of ice.",
  "baxcalibur": "This Pokémon blasts cryogenic air out from its mouth. This air can instantly freeze even liquid-hot lava.",
  "tatsugiri": "This is a small dragon Pokémon. It lives inside the mouth of Dondozo to protect itself from enemies on the outside.",
  "cyclizar": "Apparently Cyclizar has been allowing people to ride on its back since ancient times. Depictions of this have been found in 10,000-year-old murals.",
  "pawmi": "It has underdeveloped electric sacs on its cheeks. These sacs can produce electricity only if Pawmi rubs them furiously with the pads on its forepaws.",
  "pawmo": "When its group is attacked, Pawmo is the first to leap into battle, defeating enemies with a fighting technique that utilizes electric shocks.",
  "pawmot": "This Pokémon normally is slow to react, but once it enters battle, it will strike down its enemies with lightning-fast movements.",
  "wattrel": "When its wings catch the wind, the bones within produce electricity. This Pokémon dives into the ocean, catching prey by electrocuting them.",
  "kilowattrel": "Kilowattrel inflates its throat sac to amplify its electricity. By riding the wind, this Pokémon can fly over 430 miles in a day.",
  "bombirdier": "It gathers things up in an apron made from shed feathers added to the Pokémon's chest feathers, then drops those things from high places for fun.",
  "squawkabilly": "These Pokémon prefer to live in cities. They form flocks based on the color of their feathers, and they fight over territory.",
  "flamigo": "This Pokémon apparently ties the base of its neck into a knot so that energy stored in its belly does not escape from its beak.",
  "klawf": "Klawf hangs upside-down from cliffs, waiting for prey. But Klawf can't remain in this position for long because its blood rushes to its head.",
  "nacli": "It was born in a layer of rock salt deep under the earth. This species was particularly treasured in the old days, as they would share precious salt.",
  "naclstack": "This Pokémon dry cures its prey by spraying salt over them. The curing process steals away the water in the prey's body.",
  "garganacl": "Garganacl will rub its fingertips together and sprinkle injured Pokémon with salt. Even severe wounds will promptly heal afterward.",
  "glimmet": "It absorbs nutrients from cave walls. The petals it wears are made of crystallized poison.",
  "glimmora": "When this Pokémon detects danger, it will open up its crystalline petals and fire beams from its conical body.",
  "shroodle": "Though usually a mellow Pokémon, it will sink its sharp, poison-soaked front teeth into any that anger it, causing paralysis in the object of its ire.",
  "grafaiai": "The color of the poisonous saliva depends on what the Pokémon eats. Grafaiai covers its fingers in its saliva and draws patterns on trees in forests.",
  "fidough": "This Pokémon is smooth and moist to the touch. Yeast in Fidough's breath induces fermentation in the Pokémon's vicinity.",
  "dachsbun": "The pleasant aroma that emanates from this Pokémon's body helps wheat grow, so Dachsbun has been treasured by farming villages.",
  "maschiff": "It always scowls in an attempt to make opponents take it seriously, but even crying children will burst into laughter when they see Maschiff's face.",
  "mabosstiff": "This Pokémon can store energy in its large dewlap. Mabosstiff unleashes this energy all at once to blow away enemies.",
  "bramblin": "A soul unable to move on to the afterlife was blown around by the wind until it got tangled up with dried grass and became a Pokémon.",
  "brambleghast": "It will open the branches of its head to envelop its prey. Once it absorbs all the life energy it needs, it expels the prey and discards it.",
  "gimmighoul": "This Pokémon was born inside a treasure chest about 1,500 years ago. It sucks the life-force out of scoundrels who try to steal the treasure.",
  "gholdengo": "Its body seems to be made up of 1,000 coins. This Pokémon gets along well with others and is quick to make friends with anybody.",
  "greattusk": "Sightings of this Pokémon have occurred in recent years. The name Great Tusk was taken from a creature listed in a certain book.",
  "brutebonnet": "It is possible that the creature listed as Brute Bonnet in a certain book could actually be this Pokémon.",
  "sandyshocks": "No records exist of this Pokémon being caught. Data is lacking, but the Pokémon's traits match up with a creature shown in an expedition journal.",
  "screamtail": "There has been only one reported sighting of this Pokémon. It resembles a mysterious creature depicted in an old expedition journal.",
  "fluttermane": "This Pokémon has characteristics similar to those of Flutter Mane, a creature mentioned in a certain book.",
  "slitherwing": "This mysterious Pokémon has some similarities to a creature that an old book introduced as Slither Wing.",
  "roaringmoon": "It is possible that this is the creature listed as Roaring Moon in an expedition journal that still holds many mysteries.",
  "irontreads": "This Pokémon closely resembles a scientific weapon that a paranormal magazine claimed was sent to this planet by aliens.",
  "ironmoth": "This Pokémon resembles an unknown object described in a paranormal magazine as a UFO sent to observe humanity.",
  "ironhands": "It is very similar to a cyborg covered exclusively by a paranormal magazine. The cyborg was said to be the modified form of a certain athlete.",
  "ironjugulis": "It resembles a certain Pokémon introduced in a paranormal magazine, described as the offspring of a Hydreigon that fell in love with a robot.",
  "ironthorns": "It has some similarities to a Pokémon introduced in a dubious magazine as a Tyranitar from one billion years into the future.",
  "ironbundle": "Its shape is similar to a robot featured in a paranormal magazine article. The robot was said to have been created by an ancient civilization.",
  "ironvaliant": "It has some similarities to a mad scientist's invention covered in a paranormal magazine.",
  "tinglu": "The fear poured into an ancient ritual vessel has clad itself in rocks and dirt to become a Pokémon.",
  "chienpao": "This Pokémon can control 100 tons of fallen snow. It plays around innocently by leaping in and out of avalanches it has caused.",
  "wochien": "The grudge of a person punished for writing the king's evil deeds upon wooden tablets has clad itself in dead leaves to become a Pokémon.",
  "chiyu": "It controls flames burning at over 5,400 degrees Fahrenheit. It casually swims through the sea of lava it creates by melting rock and sand.",
  "koraidon": "This seems to be the Winged King mentioned in an old expedition journal. It was said to have split the land with its bare fists.",
  "miraidon": "Much remains unknown about this creature. It resembles Cyclizar, but it is far more ruthless and powerful.",
  "tinkatink": "It swings its handmade hammer around to protect itself, but the hammer is often stolen by Pokémon that eat metal.",
  "tinkatuff": "This Pokémon will attack groups of Pawniard and Bisharp, gathering metal from them in order to create a large and sturdy hammer.",
  "tinkaton": "This intelligent Pokémon has a very daring disposition. It knocks rocks into the sky with its hammer, aiming for flying Corviknight.",
  "charcadet": "Burnt charcoal came to life and became a Pokémon. Possessing a fiery fighting spirit, Charcadet will battle even tough opponents.",
  "armarouge": "Armarouge evolved through the use of a set of armor that belonged to a distinguished warrior. This Pokémon is incredibly loyal.",
  "ceruledge": "The fiery blades on its arms burn fiercely with the lingering resentment of a sword wielder who fell before accomplishing their goal.",
  "toedscool": "Toedscool lives in muggy forests. The flaps that fall from its body are chewy and very delicious.",
  "toedscruel": "These Pokémon gather into groups and form colonies deep within forests. They absolutely hate it when strangers approach.",
  "kingambit": "Only a Bisharp that stands above all others in its vast army can evolve into Kingambit.",
  "clodsire": "When attacked, this Pokémon will retaliate by sticking thick spines out from its body. It's a risky move that puts everything on the line.",
  "annihilape": "When its anger rose beyond a critical point, this Pokémon gained power that is unfettered by the limits of its physical body."
}
